Repository: guenbakku/caster-donate
Catalog: src/Locale/*/Users.po
Languages: vi_vn

source: Login | Register
vi_vn: Đăng nhập | Đăng ký

source: Register new user
vi_vn: Đăng ký thành viên

source: Profile
vi_vn: Trang cá nhân

source: User profile picture
vi_vn: Ảnh thành viên

source: Username or password is incorrect
vi_vn: Tên đăng nhập hoặc mật khẩu không chính xác

source: You've successfully logged out
vi_vn: Đăng xuất thành công

source: Sign in to start your session
vi_vn: Đăng nhập

source: Username
vi_vn: Tên đăng nhập

source: Username or email
vi_vn: Tên đăng nhập hoặc email

source: Password
vi_vn: Mật khẩu

source: Current password
vi_vn: Mật khẩu hiện tại

source: Confirm password
vi_vn: Nhập lại mật khẩu

source: New password
vi_vn: Mật khẩu mới

source: Remember me
vi_vn: Nhớ mật khẩu

source: Login
vi_vn: Đăng nhập

source: Logout
vi_vn: Đăng xuất

source: Don't have an account?
vi_vn: Bạn chưa có tài khoản?

source: Register
vi_vn: Đăng ký

source: Change password
vi_vn: Thay đổi mật khẩu

source: Please enter the new password
vi_vn: Vui lòng nhập mật khẩu mới

source: Reset password
vi_vn: Khôi phục mật khẩu

source: Forgot password?
vi_vn: Quên mật khẩu?

source: Accept TOS conditions
vi_vn: Đồng ký điều khoản sử dụng

source: Please validate your account before log in
vi_vn: Vui lòng kiểm tra email và kích hoạt tài khoản trước khi đăng nhập

source: User account validated successfully
vi_vn: Kích hoạt tài khoản thành công

source: Please enter your email to reset your password
vi_vn: Vui lòng nhập địa chỉ email để khôi phục mật khẩu

source: Please check your email to continue with password reset process
vi_vn: Vui lòng kiểm tra email để hoàn thành khôi phục mật khẩu

source: Reset password token was validated successfully
vi_vn: Mã xác nhận khôi phục mật khẩu hợp lệ

source: Password has been changed successfully
vi_vn: Thay đổi mật khẩu thành công

source: Invalid token or user account already validated
vi_vn: Mã xác nhận không hợp lệ hoặc tài khoản đã được kích hoạt

source: You are already logged in
vi_vn: Bạn đang đăng nhập

source: Password could not be changed
vi_vn: Không thể thay đổi mật khẩu

source: Your password does not match your confirm password. Please try again
vi_vn: Mật khẩu và xác nhận mật khẩu không khớp. Vui lòng thử lại

source: This field cannot be left empty
vi_vn: Ô này không thể để trống

source: The user could not be saved
vi_vn: Không thể tạo tài khoản

source: Username already exists
vi_vn: Tên đăng nhập đã tồn tại

source: Email already exists
vi_vn: Địa chỉ email đã tồn tại

source: User was not found
vi_vn: Không tìm thấy thông tin tài khoản

source: Invalid reCaptcha
vi_vn: reCaptcha không hợp lệ

source: The current password does not match
vi_vn: Mật khẩu hiện tại không đúng

source: You cannot use the current password as the new one
vi_vn: Bạn không thể sử dụng lại mật khẩu hiện tại

source: Token already expired
vi_vn: Mã xác nhận đã hết hạn
